fao = {
	1:"Як правильно шукати вакансії",
	2:"Як надіслати роботодавцю резюме?",
	3:"Чому в вакансіях немає контактних номерів телефону?"
}
fao_answer = {
	1:"""Ми не рекомендуємо вводити в запит багато слів. Найкраще використовувати ключові слова.
	Наприклад:
	"Junior Java Developer";
	"Менеджер з продажу металу";
	"Старт кар'єри в телекомунікаціях".""",
	2:"Ви можете надіслати резюме через нашого бота, він завантажить його, а наші спеціалісти передадуть його далі",
	3:"Якщо роботодавець не вказав контактний номер телефону, він воліє контактувати електронною поштою. Вам необхідно скористатися функцією «Відіслати резюме», яка знаходиться внизу сторінки цікавої для вас вакансії, для відправки резюме на електронну пошту роботодавця."}


gid = """Бота було розроблено для курсового проєкту 'ПІБ' на основі бібліотеки aiogram.
	Основні команди бота:
	/start - запуск бота.
	Меню - перейти до головного меню бота.
	Допомога - допомога при пошуку роботи.
	Гід - виведення тексту гіда по роботі.
	Відіслати резюме - подача резюме в бота.
	Робота - виведення актуальних вакансій.
	Реєстрація - реєстрація анкети для роботодавців(заповнення анкети одноразове).
	Продивитись анкету - передивитись свою анкету, якщо вона існує.
	Видалити анкету - видалити свою анкету, якщо вона існує."""

vacancies_name = {
	1:"Ментор / Наставник (для молоді 16-20 років)",
	2:"Спеціаліст зі знанням італійської мови"
	}

vacancies = {
	1:"""Ментор / Наставник (для молоді 16-20 років)
	Українська академія лідерства в активному пошуку менторів на новий навчальний рік 2022-2023
	Ми - програма неформальної освіти для молоді віком 16-20 років з осередками в Києві, Львові, Харкові, Миколаєві та Маріуполі.
	Ukrainer про нас: https://ukrainer.net/ual/
	Без зайвої скромності, ми пропонуємо більше, ніж просто роботу — можливість розвиватися та якісно змінювати суспільство.
	Що ми готові довірити? (обов'язки)

	Менторство 3-5 студентьских проектів протягом навчального року 
	Cупровід команди студентів в підготовці, реалізації та звітуванні по проектах.- Ведення 3-5 програмних подій протягом навчального року 
	Відповідальність за підготовку, реалізацію, та звітування активностей в рамках програми (вишколи, регіональні, національні та міжнародні експедиції, кубок УАЛ, Вертеп, Софія Київська та ін.)  
	Відповідальність за профільний напрямок волонтерство або комунікації - координація департаменту студентів по напрямку та робота по досягненню КРІ напрямку
	Менторство групи 13-14 студентів 
	Групова та індивідуальна робота зі студентами групи.
	Чергування - фізична присутність на елементах програми та відповідальність групу і програму в цей період.
	Відповідальність за 2-3 проекти осередку - координація підготовки, реалізації та звітування планових проектів осередку (регіональні відкриття та закриття року, проекти суспільного впливу в регіоні, рекрутинг абітурієнтів та ін.).
	Робота над елементами програми в осередку - підготовка та проведення рефлексій, обговорення книг та фільмів, командотворення, організація творчих вечорів, спортивних блоків та інших елементів програми студентів.
	Методологічна робота - збірки по обміну досвіду з менторингу, напрацювання методичних матеріалів (посібників, інструкцій, тренінгів та інше).
	Участь у всіх елементах програми Академії.

	Що для нас важливо? (вимоги)
		Власні життєві цінності та пріоритети відповідають філософії Української академії лідерства;
		Різноманітність життєвого досвіду;
		Успішний досвід управління проектами та координації команд;
		Досвід роботи з молоддю;
		Англійська мова – Upper-intermediate та вище;
		Готовність до викликів;
		Орієнтованість на результат та командну співпрацю;
		Готовність до відряджень Україною та закордон;
		Досвід у одному із профільних напрямків:
			*комунікації - ведення соцмереж, бренд-позиціонування, взаємодія з ЗМІ
			*волонтерство - розуміння цінності, досвід побудови партнерств, ідентифікація можливостей впливу та комунікація зі стейкхолдерами процесу
			*фізичний розвиток та безпека -формування індивідуальних планів фізичного розвитку студентів, залучення зовнішніх тренерів, забезпечення умов для спортивних змагань
		
	Що ми забезпечуємо? (умови)
		Повна зайнятість, гнучкий графік роботи
		Конкурентна винагорода та соціальний пакет (відпускні, лікарняні, оплачувані вихідні у дні навчання, компенсація при важливих життєвих подіях, медичне страхування)
		Проживання та харчування в осередку (Київ, Львів, Харків, Маріуполь, Миколаїв, фізично осередки будуть розміщені в західній частині країни)
		Дружелюбна та професійна команда, об’єднана цінностями та місією Української академії лідерства""",
	2:"""Спеціаліст зі знанням італійської мови
	Хто нам потрібен?
		Кандидат, в котрого є велике бажання працювати, кандидат, котрий вміє знайти підхід до кожного и має високі навики комунікації.
	Обов’язково!
		Знання італійської мови (Pre-Intermediate та вище).
	Що ми пропонуємо:
		Цікаві та масштабні проекти з можливістю кар’єрного зросту.
		Навчання наших співробітників за рахунок компанії.
		Передбачено стажування, у межах якого буде можливість познайомитися з рішеннями, послугами компанії .
		Конкурентний рівень заробітної плати – ставка 800$ - 1000$ , KPI + 15-20% 
		Графік роботи 10:00-19:30 ( пн-птн). 
		85 хв перерви на обід на каву\день.
		Дружня атмосфера у колі захоплених своєю справою професіоналів.
		Ініціативна команда, яка завжди підтримає та допоможе на кожному етапі.
		Комфортабельний офіс у Києві біля станції метро Олімпійська (5 хвилин від метро).
		Додаткові бонуси обговорюються особисто з кандидатом.
	Обов’язки:
		Комунікація з клієнтами
		Обробка вхідних запитів
		Ведення клієнтської бази 
		Надання підсумкової звітності згідно обсягу виконаних робіт
		Ми швидко приймаємо рішення та завжди надаємо перевагу мотивованому спеціалісту, котрий захоплений своєю роботою, готовий навчатися та зростати разом із компанією!"""
	}
